

LEXICON_RU: dict[str, str] = {
    '/start':
        'Для ознакомления с возможностями:\n'
        'используйте команду /help\n'
        'или нажмите кнопку ⬇',

    '/help':
        'Это бот для формирования отчетов '
        'на основе присланных пользователями сообщений\n\n'
        'Разработано для ООО «Газпром СПГ Портовая»\n'
        'По вопросам можете написать: @Tretyak0ff\n\n'
        'Для отправки отчета используйте команду /report\n'
        'или нажмите кнопку ⬇',

    '/report':
        'Выберите, что необходимо сделать нажав кнопку: ⬇',

    '/add_work_mode':
        'Выберите, по какому режиму работаете\n'
        'нажав кнопку: ⬇',

    '/add_report':
        'Отправьте в чат выполненную задачу ⤵\n'
        'Для завершения нажмите кнопку ⬇',

    '/add_task':
        'Задача добавлена в список выполненых!\n\n'
        'Продолжайте заполнение отчета или\n'
        'завершите нажав кнопку ⬇',

    '/compelete_report':
        'Отчет добавлен!\n'
        'Выберите, что необходимо сделать нажав кнопку ⬇:',

    'no_echo':
        'Данный тип апдейтов не поддерживается '
        'методом send_copy'
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    'report': '📝 Отчет',
    'help': '🆘 Помощь'
}


LEXICON_BUTTONS_START: dict[str, str] = {
    "btn_1": "Помощь"
}
