

LEXICON_RU: dict[str, str] = {
    '/start':
        'Для ознакомления с возможностями:\n'
        'Нажмите кнопку👇 или используйте команду /help',
    '/help':
        'Это бот для формирования отчетов '
        'на основе присланных пользователями сообщений\n\n'
        'Для отправки отчета нажмите кнопку👇\n'
        'или используйте команду /report\n\n'
        'Разработано для ООО «Газпром СПГ Портовая»\n'
        'По вопросам можете написать: @Tretyak0ff',
    'no_echo':
        'Данный тип апдейтов не поддерживается '
        'методом send_copy'
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    'report': '📝 Отчет',
    'help': '🆘 Помощь'
}


LEXICON_BUTTONS_START: dict[str, str] = {
    "btn_1": "Помощь"
}
