LEXICON_RU: dict[str, str] = {
    '/start':
        'Это бот создан для формирования отчетов '
        'из присланных пользователями сообщений\n\n'
        'Разработано для ООО «Газпром СПГ Портовая»\n'
        f'По вопросам и предложениям пишите: <b> @Tretyak0ff </b>\n\n'
        f'<b>Используйте кнопки: ⬇️</b> ',

    '/menu':
        '🗂 Меню\n\n'
        'Для продолжения выберите, что необходимо сделать:\n\n'
        f'<b>Используйте кнопки: ⬇️</b> ',

    '/report':
        'Для добавления отчета выберите, что необходимо сделать:\n'
        f'<b>Используйте кнопки: ⬇️</b> ',

    '/work_mode':
        'Выберите, по какому режиму работаете:\n'
        f'<b>Используйте кнопки: ⬇️</b> ',

    # '/add_report':
    #     'Отправьте в чат выполненную задачу ⤵️\n'
    #     'Для отмены нажмите кнопку: ⬇️',

    # '/add_task':
    #     'Задача добавлена в список выполненых!\n\n'
    #     'Продолжайте заполнение отчета или\n'
    #     'завершите нажав кнопку: ⬇️',

    # '/compelete_report':
    #     'Отчет добавлен!\n'
    #     'Выберите, что необходимо сделать нажав кнопку: ⬇️:',

    # '/profile':
    #     'Для завершения нажмите кнопку: ⬇️',


    # '/edit_profile':
    #     'Для завершения нажмите кнопку: ⬇️',

    '/echo':
        'Бот не знает такой команды!\n\n'
        'Для ознакомления с возможностями:\n'
        f'используйте команду <b> /help </b>\n'
        'Так же можете использовать кнопку меню: ⬇️',

    # '/no_echo':
    #     'Данный тип апдейтов не поддерживается '
    #     'методом send_copy'
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    'menu': '🗂 Меню',
    'report': '📝 Отчет',
    'profile': '🥷 Профиль'
}
