LEXICON_RU: dict[str, str] = {
    '/start': 'Привет!\n\nЯ бот для формирования отчетов '
              'на основе присланных пользователями данных\n\n'
              'Для более подробной информации отправь команду /help\n\n'
              'Разработано для ООО «Газпром СПГ Портовая»',
    '/help': 'Я просто отправляю вам копию вашего сообщения',
    'no_echo': 'Данный тип апдейтов не поддерживается '
               'методом send_copy'
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Помощь',
    'report': 'Отчет'
}
