LEXICON_RU: dict[str, str] = {
    '/start':
        'Это бот создан для формирования отчетов '
        'из присланных пользователями сообщений\n\n'
        'Разработано для ООО «Газпром СПГ Портовая»\n'
        f'По вопросам и предложениям пишите: <b>@Tretyak0ff </b>',

    '/menu':
        '<b>🗂 Меню\n\n</b>'
        'Для продолжения выберите, что необходимо сделать:',

    '/report':
        '<b>📝 Отчет\n\n</b>'
        'Для продолжения выберите, что необходимо сделать:',

    '/profile':
        '<b>🥷 Профиль\n\n</b>',

    '/work_mode':
        '<b>⏰ Режим работы\n\n</b>'
        'Выберите, по какому режиму работаете:',

    '/add_report':
        '<b>➕ Добавить\n\n</b>'
        'Отправь выполненную задачу:',

    '/add_task':
        '<b>❗Задача добавлена!\n\n</b>'
        'Продолжайте или завершите заполнение.',

    '/echo':
        '<b>🛑 Бот не знает такой команды!\n\n</b>'
        'Для ознакомления с возможностями\n'
        'используйте команду:<b> /menu </b>',
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    'menu': '🗂 Меню',
    'report': '📝 Отчет',
    'profile': '🥷 Профиль'
}
